{
  "saints": [
    {
      "id": 0,
      "year": "Early Second Century",
      "country": "Ancient Rome",
      "patron": "Patron Saint of soldiers",
      "saintday": "May 12",
      "saint": "Sts Nereus and Achilleus",
      "quote": "The earliest manuscript proving the existence of Roman Emperor Julius Caesar, a copy of one of his works, dates from the ninth century A.D.  Caesar was stabbed to death in 44 B.C.  So approximately nine hundred years separate the life of Caesar from the first tangible, physical, paper copy of one of his written works. The earliest manuscript describing Caesar, but not written by him, dates from after the ninth century, and so is even more removed from the man it describes. None of this means that Julius Caesar did not exist or that he did not compose the works attributed to him. First century B.C. Roman coins prove, unequivocally, that Julius Caesar existed. No Roman coins prove the existence of today’s martyrs. Instead, something thousands of times larger than a coin proves they existed. There’s a church. In fact, there are two churches in Rome dedicated to Saints Nereus and Achilleus. These churches are not hard to find. You can touch their walls, open their doors, and sit in their pews. There is not one structure, much less two, in Rome or anywhere else, dedicated to Julius Caesar. Even the exact location of his assassination is a matter of conjecture. Almost nothing can be said with certainty regarding the lives and deaths of Nereus and Achilleus. There are conflicting traditions of when they lived, where they lived, and how they died. But…there are those churches. Two of them. In Rome. One is a fourth-century Basilica inside the ancient Catacombs of Domitilla. The other, from the sixth century, was built on the site where an early Christian tradition says Saint Peter encountered Christ as the Prince of the Apostles was abandoning Rome. A stone is a valuable form of testimony. It is more permanent than paper. A stone doesn’t easily deteriorate. A stone is heavy and remains where its builder placed it. Its location itself provides important clues. The stones of the two Roman churches dedicated to today’s saints give powerful, if silent, testimony. The churches are planted in the earth like giant gravestones telling who can be found in or beneath them. Who would assume that the words etched into a gravestone were a lie? Who would think that a name carved into granite described no one? Who would imagine that the ground under a memorial was empty, holding no grave, no casket, no body? Only a fool would believe such things. But Christians are no fools. An enormous death memorial, in the form of a church, was built by dedicated Christians in the fourth century in honor of today’s saints. Nereus and Achilleus were likely soldiers who were executed for their belief in Jesus Christ. An official list of Roman martyrs from the fifth-century names, specifically, Nereus and Achilleus, and states, specifically, that they are buried in the Catacombs of St. Domitilla. Pope Saint Gregory the Great, who reigned from 590–604, gave a homily, duly recorded and preserved, at the very tomb of Saints Nereus and Achilleus: “These saints before whose tomb we are assembled, despised the world and trampled it under their feet…” And more than one medieval manuscript records an ancient dedication to Nereus and Achilleus by Pope Damasus (366–384) attesting to their martyrdom for refusing to carry out military orders to kill Christians. The relics of today’s saints were transferred from their ancient underground Basilica in the catacombs to their “new” Church sometime in the sixth century. By the ninth century, the Basilica had been forgotten as wave after wave of invasion and plague and sack and turmoil decimated the Eternal City until it was a shadow of its imperial glory. But in 1874, a pioneering archaeologist named Giovanni de Rossi began excavating the Catacombs of Domitilla.  In the ruins of a subterranean Basilica there, he found two pillars, one of which had the name “Achilleus” carved into it. De Rossi also discovered chunks of the very marble slab bearing the dedication of Pope Damasus to Nereus and Achilleus! This discovery proved the medieval manuscripts describing the dedication were accurate. The stones spoke. The faithful listened. The traditions are true. The Church preserved its sacred history, and today the great tradition of honoring those who shed their blood for Christ perdures. Saints Nereus and Achilleus, we know little about you, except the most important things—that you lived, that you converted, and that you chose to not continue living rather than to deny your belief in Christ. We know these things, and they are enough. Pray for us.Little is known about Saints Nereus and Achilleus but we know is engraved in stone. Damasus, one of the first popes and later a saint himself, wrote the epitaph for the tombstone of Saints Nereus and Achilleus.   In this epitaph he proclaimed that it was love for Christ and a desire to witness to their new faith that inspired Nereus and Achilleus to “throw away their shields, their armour and their bloody spears.” It seems that both men were Roman soldiers who obeyed orders in the persecution of Christians until they themselves were converted to Christianity.   Because Christians were not allowed to bear arms, they resigned from the emperor’s army and escaped from Rome.   Eventually Nereus and Achilleus were captured and were removed to the island of Terracina, where they were martyred.   Their bodies were buried in a family vault, later known as the cemetery of Domitilla.      They were among the first martyrs to be venerated as saints.   Excavations by De Rossi in 1896 resulted in the discovery of their empty tomb in the underground church built by Pope Siricius in 390. Two hundred years after their deaths, St Pope Gregory the Great  (540-604)  Doctor of the Church, delivered his 28th homily on the occasion of their feast.   “These saints, before whom we are assembled, despised the world and trampled it under their feet when peace, riches and health gave it charms.” “O miracle of faith!” wrote Damasus. “Suddenly they cease from their fury, they become converted, they flee from the camp of their wicked leader.   Professing the faith of Christ, they are happy to witness to its triumph.   Learn from the words of Damasus what great things the glory of Christ can accomplish.”",
      "prayer": "Saints Achilleus and Nereus, pray for those in the military and armed forces throughout the world that they may always see God as their authority and obey God's orders first. Amen.",
      "img": "https://flic.kr/p/2ku1Zhp",
      "url":"https://www.saintsfeastfamily.com/copy-of-st-nereus-achilleus-domit"
    },
    {
      "id": 1,
      "year": "956–997",
      "country": "Bohemia - now Czech Republic",
      "patron": "Patron Saint of the Czech Republic and Poland",
      "saintday": "April 23",
      "saint": "Saint Adalbert, Bishop and Martyr",
      "quote": "“It is an easy thing to wear the mitre and a cross,” Adalbert reflected, “but it is a most dreadful circumstance to have an account to give of a bishopric to the Judge of the living and the dead.”",
      "prayer": "Saint Adalbert, our parish patron and guardian, we entrust you with our needs, our hard work, and our very souls. Through your intercession may we obtain the necessary grace to lead faithful lives, may we always be guided by love and a sense of justice, and may we always remain confident in God’s goodness and his love.  Lead those who have gone astray back to the Church. Obtain penance for the weak and perseverance for those who love you. Protect and guide our married couples, our families, and our youth. Assist all parents in the raising of their children. Pray to God for our sick and suffering parishioners. Bless our parish. Awaken in us a faithful spirit and a love for Our Lady. Through your intercession, may we love our Church, live in accordance with the commandments, and may we achieve everlasting life. Amen.",
      "img": "https://www.daily-prayers.org/wp-content/uploads/2018/10/St-Adalbert-of-Magdeburg.jpg",
      "url":"https://mycatholic.life/saints/saints-of-the-liturgical-year/april-23---saint-adalbert-bishop-and-martyr/"
    },
    {
      "id": 2,
      "year": "Third Century",
      "country": "Italy",
      "patron": "Patron Saint of Sicily, breast cancer, rape victims, and bellfounders.",
      "saintday": "February 5",
      "saint": "Saint Agatha, Virgin, Martyr",
      "quote": "“My courage and my thought be so firmly founded upon the firm stone of Jesus Christ, that for no pain it may not be changed, your words be not wind, your promises be but rain, and your menaces be as rivers that pass, and how will that all these things hurtle at the fundament of my courage, yet for that it shall not move.”",
      "prayer": "O St. Agatha, who withstood the unwelcome advances from unwanted suitors, and suffered pain and torture for your devotion to Our Lord, we celebrate your faith, dignity, and martyrdom. Protect us against rape and other violations, guard us against breast cancer and other afflictions of women, and inspire us to overcome adversity. O St. Agatha, Virgin and Martyr, mercifully grant that we who venerate your sacrifice, may receive your intercession. Amen",
      "img": "https://i2.wp.com/catholicfaithpatronsaints.com/wp-content/uploads/2016/02/St.-Agatha-public-domain-image.jpg",
      "url":"https://mycatholic.life/saints/saints-of-the-liturgical-year/february-5--st-agatha-virgin-martyr/"
    },
    {
      "id": 3,
      "year": "Third Century",
      "country": "Italy",
      "patron": "Patron Saint of Sicily, breast cancer, rape victims, and bellfounders.",
      "saintday": "February 5",
      "saint": "Saint Agatha, Virgin, Martyr",
      "quote": "“Jesus Christ, Lord of all things! You see my heart, you know my desires. Possess all that I am — you alone. I am your sheep; make me worthy to overcome the devil.”",
      "prayer": "Saint Agatha, you were a virgin espoused to Christ himself, a bride of the Lord who preserved herself for Him alone. Your vow to love God above all else hardened you to endure temptation, torture, and degradation. May we be as resolute as you when any type of persecution, however mild, seeks us out.",
      "img": "https://i2.wp.com/catholicfaithpatronsaints.com/wp-content/uploads/2016/02/St.-Agatha-public-domain-image.jpg",
      "url":"https://mycatholic.life/saints/saints-of-the-liturgical-year/february-5--st-agatha-virgin-martyr/"
    },
    {
      "id": 4,
      "year": "Third Century",
      "country": "Italy",
      "patron": "Patron Saint of Sicily, breast cancer, rape victims, and bellfounders.",
      "saintday": "February 5",
      "saint": "Saint Agatha, Virgin, Martyr",
      "quote": "Lord Jesus Christ, you created me, you watched over me from infancy, kept my body from defilement, preserved me from love of the world, made me able to withstand torture, and granted me the virtue of patience in the midst of torments.",
      "prayer": "O St. Agatha, who withstood the unwelcome advances from unwanted suitors, and suffered pain and torture for your devotion to Our Lord, we celebrate your faith, dignity, and martyrdom. Protect us against rape and other violations, guard us against breast cancer and other afflictions of women, and inspire us to overcome adversity. O St. Agatha, Virgin and Martyr, mercifully grant that we who venerate your sacrifice, may receive your intercession. Amen",
      "img": "https://i2.wp.com/catholicfaithpatronsaints.com/wp-content/uploads/2016/02/St.-Agatha-public-domain-image.jpg",
      "url":"https://mycatholic.life/saints/saints-of-the-liturgical-year/february-5--st-agatha-virgin-martyr/"
    },
    {
      "id": 5,
      "year": "291-304",
      "country": "Italy",
      "patron": "Patron Saint of young girls, rape victims, and chastity",
      "saintday": "January 21",
      "saint": "Saint Agnes, Virgin, Martyr",
      "quote": "I place my trust in You, O adorable Blood, our Redemption, our regeneration. Fall, drop by drop, into the hearts that have wandered from You and soften their hardness.",
      "prayer": "O Little St. Agnes, so young and yet made so strong and wise by the power of God, protect by your prayers all the young people of every place whose goodness and purity are threatened by the evils and impurities of this world. Image of St Agnes of Rome Give them strength in temptation and a true repentance when they fail. Help them to find true Christian friends to accompany them in following the Lamb of God and finding safe pastures in His Church and in her holy sacraments. May you lead us to the wedding banquet of heaven to rejoice with you and all the holy virgin martyrs in Christ who lives and reigns forever and ever. Amen.",
      "img": "https://www.flickr.com/photos/191837434@N02/50857343317/in/dateposted-public/",
      "url":"https://mycatholic.life/saints/saints-of-the-liturgical-year/january-21--st-agnes-virgin-martyr/"
    },
    {
      "id": 6,
      "year": "291-304",
      "country": "Italy",
      "patron": "Patron Saint of young girls, rape victims, and chastity",
      "saintday": "January 21",
      "saint": "Saint Agnes, Virgin, Martyr",
      "quote": "Christ has made my soul beautiful with the jewels of grace and virtue. I belong to Him Whom the Angels serve.",
      "prayer": "O Little St. Agnes, so young and yet made so strong and wise by the power of God, protect by your prayers all the young people of every place whose goodness and purity are threatened by the evils and impurities of this world. Image of St Agnes of Rome Give them strength in temptation and a true repentance when they fail. Help them to find true Christian friends to accompany them in following the Lamb of God and finding safe pastures in His Church and in her holy sacraments. May you lead us to the wedding banquet of heaven to rejoice with you and all the holy virgin martyrs in Christ who lives and reigns forever and ever. Amen.",
      "img": "https://www.flickr.com/photos/191837434@N02/50857343317/in/dateposted-public/",
      "url":"https://mycatholic.life/saints/saints-of-the-liturgical-year/january-21--st-agnes-virgin-martyr/"
    },
    {
      "id": 7,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 8,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 9,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 10,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 11,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 12,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 13,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 14,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 15,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 16,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    },
    {
      "id": 17,
      "year": "",
      "country": "",
      "patron": "",
      "saintday": "",
      "saint": "",
      "quote": "",
      "prayer": "",
      "img": "",
      "url":""
    }

  ]
}
